const DESC_TOP = [
  {
    id: 1,
    p: '안녕하세요. 저는 프론트엔드 개발자 이강윤 입니다.',
    strong: '“저는 시작한 일은 포기하지 않고 반드시 끝내는 성격을 가지고 있습니다.”',
  },
  {
    id: 2,
    p: '미디어소프트웨어학과를 전공으로 졸업하고 뒤늦게 개발에 흥미가 더욱 생겨 꾸준히 공부하기 위해 노력하고 있습니다.',
    strong: '단지 개발뿐이 아닌 기획, 디자인, 서비스 차원에서도 생각하기위해 노력하고있습니다 🙂',
  },
]

const DESC_BOTTOM = [
  {
    id: 3,
    p: '캔버스 같은 흰 화면이 코드를 통해 하나씩 채워지는 것을 직관적으로 확인할 수 있어 프론트엔드 라는 직업이 매력적으로 느껴졌고 원하는 것을 직접 이뤘을 때는 춤이라도 추고싶을 정도로 너무나도 성취감이 있고 흥미롭게 다가왔습니다.',
  },
  {
    id: 4,
    p: '아직은 서툴고 부족하기에 많이 배워야하고 더 많은 노력이 필요하다는 것을 알고 있습니다. 실패에 두려워하지 않고, 항상 노력하며 끊임없이 공부하고 센스있는 프론트엔드 개발자가 될 수 있도록 노력하겠습니다.',
  },
]

const SUB_KEYWORD = [
  {
    id: 1,
    p: '저를 소개할게요',
    span: "I 'll tell you my keyword.",
  },
  {
    id: 2,
    p: 'WHO AM I?',
    span: "I'm kang yoon",
  },
]

const KEYWORD = [
  {
    id: 1,
    title: 'Empathy and carefulness',
    text: '상대방의 이야기를 들어주는 것을 좋아하고 진심을 다해 공감해주는 성격을 가졌으며 후회없는 선택과 삶을 살고싶기에 매순간 신중하고 열심히 사려고 노력하고 있습니다.',
  },
  {
    id: 2,
    title: 'Planned',
    text: '하나를 시작하면 어떤 어려움이 있어도 최선을 다해 끝내는 성격을 가졌으며 계획을 세워 하루를 보내는 것이 마음이 편한 ENFJ입니다.',
  },
  {
    id: 3,
    title: 'Passionate',
    text: '내성적인 것 같지만 알고보면 정말 활발하고 활동적인 것을 좋아하는 열정적인 성격을 가졌습니다. 대학교다닐 때는 학생회 문체부를 맡았으며 춤추고 노래부르는 것을 즐기고 무대에 올라가는 것을 재미있어 했습니다.',
  },
]
export { DESC_TOP, DESC_BOTTOM, SUB_KEYWORD, KEYWORD }
